Repository: did-g/OpenCPN
Catalog: plugins/climatology_pi/po/*.po
Languages: es_es, sv

source: Knots
es_es: Nudos
sv: Knop

source: KPH
es_es: km/h
sv: Km/h

source: MilliBars
es_es: Milibares
sv: MilliBar

source: mm/day
es_es: mm/día

source: in/day
es_es: in/día

source: mm/month
es_es: mm/mes

source: M/month
es_es: M/mes

source: in/month
es_es: in/mes

source: ft/month
es_es: tf/mes

source: M/year
es_es: M/año

source: in/year
es_es: in/año

source: ft/year
es_es: ft/año

source: Celcius
es_es: Celsius

source: Percent
es_es: Porcentaje
sv: Procent

source: Unknown
es_es: Desconocido
sv: Okänd

source: Meters
es_es: Metros
sv: Meter

source: Feet
es_es: Pies
sv: Fot

source: Wind
es_es: Viento
sv: Vind

source: Current
es_es: Corriente
sv: Ström

source: Sea Level Pressure
es_es: Presión a Nivel de Mar
sv: Lufttryck vid havsnivå

source: Sea Surface Temperature
es_es: Temperatura a Nivel de Mar
sv: Ytvattentemperatur

source: Air Temperature
es_es: Temperatura del Aire
sv: Lufttemperatur

source: Cloud Cover
es_es: Nubosidad
sv: Molntäcke

source: Precipitation
es_es: Precipitación
sv: Nederbörd

source: Relative Humidity
es_es: Humedad Relativa
sv: Relativ luftfuktighet

source: Lightning
es_es: Relámpago
sv: Blixtar

source: Sea Depth
es_es: Profundidad del Mar
sv: Djup

source: Climatology Configuration
es_es: Configuración climatología
sv: Inställningar

source: Climatology Display Control
es_es: Control de visualización climatología
sv: Visningsegenskaper

source: Climatology
es_es: Climatología
sv: Klimatologi

source: averaging wind
es_es: viento promedio
sv: medelvind

source: averaging current
es_es: corriente promedio
sv: genomsnittliga strömmar

source: sea level presure
es_es: presión a nivel del mar
sv: Lufttryck vid havsnivå

source: slp file truncated
es_es: slp archivo truncado
sv: Ofullständig SLP-fil

source: sea surface tempertature
es_es: temperatura a nivel de mar
sv: yttempertatur

source: sst file truncated
es_es: sst archivo truncado
sv: Ofullständig SST-fil

source: air tempertature
es_es: temperatura del aire
sv: lufttempertatur

source: at file truncated
es_es: at archivo truncado
sv: Ofullständig at-fil

source: cloud cover
es_es: nubosidad
sv: molntäcke

source: cld file truncated
es_es: cld archivo truncado
sv: Ofullständig cld-fil

source: precipitation
es_es: precipitación
sv: nederbörd

source: precip file truncated
es_es: precip archivo truncado
sv: Ofullständig precip-fil

source: relative humidity
es_es: humedad relativa
sv: relativ luftfuktighet

source: relative humidity file truncated
es_es: humedad relativa archivo truncado
sv: filen för relativ luftfuktighet är ofullständig

source: lightning
es_es: relámpagos
sv: åska

source: lightning file truncated
es_es: truncado archivo de rayos
sv: filen för åskdata är ofullständig

source: sea depth
es_es: profundidad del mar
sv: djup

source: seadepth file truncated
es_es: seadepth archivo truncado
sv: skadad djupdatafil

source: cyclone (east pacific)
es_es: ciclón (Pacífico Este)
sv: cykloner (östra Stilla havet)

source: cyclone (west pacific)
es_es: ciclón (Pacífico Oeste)
sv: cykloner (västra Stilla havet)

source: cyclone (south pacific)
es_es: ciclón (Pacífico Sur)
sv: cykloner (södra Stilla havet)

source: cyclone (atlantic)
es_es: ciclón (Atlántico)
sv: cykloner (Atlanten)

source: cyclone (north indian)
es_es: ciclón (norte de India)
sv: cykloner (norra Indiska oceanen)

source: cyclone (south indian)
es_es: ciclón (sur de India)
sv: cykloner (södra Indiska oceanen)

source: el nino years
es_es: Años de El Niño
sv: År med El nino

source: cyclone cache
es_es: caché de ciclones

source: Some Data Failed to load:
es_es: Fallo de carga:
sv: Viss data kunde inte laddas:

source: Would you like to try to download?
es_es: ¿quiere descargarlo?
sv: Vill du prova att ladda ner?

source: You must extract this data, and place in:
es_es: Debe extraer estos datos, y colocarlos en:
sv: Du måste extrahera filen och placera i:

source: then restart OpenCPN
es_es: then reiniciar OpenCPN

source: wind data file corrupt:
es_es: archivo de datos de viento corrupto:
sv: vinddatafilen är korrupt:

source: current data file corrupt:
es_es: archivo de datos actual corrupto:

source: Average Current includes only
es_es: Incluye solo corrientes medias
sv: Genomsnittlig strömdata omfattar endast

source: months
es_es: meses
sv: månader

source: cyclone data corrupt:
es_es: datos de ciclones corruptos:

source: cyclone cache:
es_es: caché de ciclón:

source: failed to open file:
es_es: error al abrir el archivo:
sv: Det gick inte att öppna filen:

source: Building Overlay map
es_es: creando mapa con capas superpuestas
sv: Skapar överlagrad karta

source: Climatology overlay map unsupported unless OpenGL is enabled
es_es: Mapa con superposición climática si no está habilitado OpenGL
sv: Överlagrad klimatologikarta kräver att OpenGL är aktiverad

source: failed to read file:
es_es: error al leer archivo:
sv: Det gick inte att läsa filen:

source: Computer too slow to render cyclones, disabling theater
es_es: Ordenador lento para mostrar los ciclones, escenario deshabilitado

source: Month
es_es: Mes
sv: Månad

source: January
es_es: Enero
sv: Januari

source: Febuary
es_es: Febrero
sv: Februari

source: March
es_es: Marzo
sv: Mars

source: April
es_es: Abril

source: May
es_es: Mayo
sv: Maj

source: June
es_es: Junio
sv: Juni

source: July
es_es: Julio
sv: Juli

source: August
es_es: Agosto
sv: Augusti

source: September
es_es: Septiembre

source: October
es_es: Octubre
sv: Oktober

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: All
es_es: Todo
sv: Alla

source: Climatology Data
es_es: Datos climatológicos
sv: Klimatologidata

source: Speed
es_es: Velocidad

source: Direction
es_es: Dirección

source: Pressure
es_es: Presión
sv: Lufttryck

source: Sea Temperature
es_es: Temperatura del mar
sv: Vattentemperatur

source: Rel Humidity
es_es: Humedad rel.
sv: Rel luftfuktighet

source: Cyclones
es_es: Ciclones
sv: Cykloner

source: Units
es_es: Unidades
sv: Enheter

source: Enabled
es_es: Activado
sv: Aktiverad

source: OverlayMap
es_es: Mapa superpuesto
sv: Överlagrad karta

source: Transparency
es_es: Transparencia
sv: Transparens

source: Interpolation
es_es: Interpolación

source: Iso Bars
es_es: Isobaras
sv: Isobarer

source: Spacing
es_es: Espaciado
sv: Mellanrum

source: Step
es_es: Intervalo
sv: Steg

source: Very Course
es_es: Muy grueso
sv: Mycket grov

source: Course
es_es: Grueso
sv: Kurs

source: Fine
es_es: Fino
sv: Tät

source: Very Fine
es_es: Muy fino
sv: Mycket tät

source: Numbers
es_es: Números
sv: Tal

source: Direction Arrows
es_es: Flechas de dirección
sv: Riktningspilar

source: Enable
es_es: Activar
sv: Aktivera

source: Barbs
es_es: Barbas
sv: Hullingar

source: Length
es_es: Longitud
sv: Längd

source: Width
es_es: Anchura
sv: Bredd

source: Opacity
es_es: Opacidad
sv: Genomskinlighet

source: Size
es_es: Tamaño
sv: Storlek

source: Standard Displays
es_es: Visualizaciones estandar
sv: Standardskärmar

source: Wind Atlas
es_es: Atlas de viento
sv: Vindkarta

source: The wind atlas display shows the percentage of time wind is in each of eight directions as a length of the arrow, or in the case it is over 29% a number is shown. The barbs indicate wind speed, each barb being 5 knots. The numbers inside the circle, if blue give percentage of average wind speed as calm (3 knots or less) or in red at least gale force (34 knots and above).
es_es: El atlas de viento muestra el porcentaje de veces que el viento viene de las ocho direcciones en forma de longitud de flecha, o si supera el 29% se muestra de forma numérica. Las barbas indican la velocidad del viento, cada barba es de 5 nudos. Los números dentro del círculo, son el porcentaje de velocidad media del viento, se muestran en azul desde calma (menos de 3 nudos), a partir de temporal (vientos superiores a 34 nudos) se muestran en rojo.

source: Start Date
es_es: Fecha de inicio
sv: Startdatum

source: End Date
es_es: Fecha de fin
sv: Slutdatum

source: Display Spanning
es_es: Amplitud de la visualización
sv: Visningsavstånd

source: days
es_es: días
sv: dagar

source: Min Windspeed
es_es: Min. velocidad viento
sv: Minsta vindhastighet

source: Max Pressure
es_es: Max. presión
sv: Högsta tryck

source: El Nino Period
es_es: Periodo de El Niño

source: El Nino
es_es: El Niño

source: La Nina
es_es: La Niña

source: Neutral
es_es: Neutro

source: Storm Types
es_es: Tipos de tormentas
sv: Stormtyper

source: Remanent
es_es: Remanente
sv: Permanent

source: Sustained Wind Key (knots)
es_es: Clave de vientos sostenidos (nudos)
sv: Förhärskande vindhastighet (knop)

source: Direction arrows are spaced every 6 hours on storm track
es_es: Flechas de dirección espaciadas cada 6 h en camino de tormenta
sv: Riktningspilar ritas på var på 6 timma i stormens bana

source: Climatology Plugin Version
es_es: Versión Climatology Plugin
sv: Klimatologimodulens version

source: Climatology Data Directory
es_es: Directorio de datos climáticos
sv: Klimatologidatakatalogen

source: About
es_es: Acerca de
sv: Om

source: About Author
es_es: Sobre el autor
sv: Om författare

source: Close
es_es: Cerrar
sv: Stäng

source: Building Isobar Map
es_es: Generando mapa de isobaras
sv: Skapar isobarkarta

source: Declination
es_es: Declinación
sv: Missvisning

source: Inclination
es_es: Inclinación
sv: Lutning/Inklination

source: Field Strength
es_es: Intensidad de campo
sv: Fältstyrka

source: Climatology PlugIn for OpenCPN
es_es: Climatology PlugIn para OpenCPN
sv: Klimatologimodul för OpenCPN

source: Climatology PlugIn for OpenCPN Provides overlay capabilities for historic weather data. Supported Climatology types include: - Average wind directions and speed - Percentage of gale and calm conditions - Sea Surface Currents - Average swell and seastate (not yet implemented) - Precipitation, Humidity, Cloud Cover, and Lightning Strikes - Monthly average Sea Level pressure and Sea Temperature, Air Temperature - Tropical Cyclone tracks
es_es: Climatology PlugIn para OpenCPN Permite una capacidad de superposicion de datos históricos climáticos. Permite manejar datos climáticos: - direcciones y velocidades medias de viento - Porcentaje de previsión de calmas o temporales - Corrientes superficiales marinas - promedio de mar de fondo y estado de la mar (no disponible aún) - Precipitaciones, Humedad, cobertura nubosa, tomentas eléctricas - Media mensual de presión a nivel del mar y temperatura del mar, teemperatura del aire - Recorrido seguido por ciclones tropicales

source: Inches
sv: Tum

source: then restart opencpn
sv: och sedan starta om OpenCPN

source: N/A
sv: Saknas

source: Config
sv: Konfiguration

source: Color
sv: Färg

source: Tropical
sv: Tropisk

source: Sub Tropical
sv: Subtropisk

source: ExtraTropical
sv: Extratropisk
