Repository: did-g/OpenCPN
Catalog: plugins/gxrader_pi/po/*.po
Languages: ca_es, es_es, fi_fi, nb_no, nl_nl

source: Radar Control Garmin
ca_es: Control de Radar Garmin
es_es: Control de Radar Garmin
fi_fi: Garmintutkan hallinta
nb_no: Garmin Radarkontroll
nl_nl: Bediening Garmin-radar

source: Garmin Radar PlugIn for OpenCPN
ca_es: Connector de Radar Garmin per a OpenCPN
es_es: PlugIn de Radar Garmin para OpenCPN
fi_fi: Garmin tutkalisäosa OpenCPN:lle
nb_no: Garmin radar utvidelse for OpenCPN
nl_nl: Garmin-radar PlugIn voor OpenCPN

source: Garmin Radar PlugIn for OpenCPN
ca_es: Connector de Radar Garmin per a OpenCPN
es_es: PlugIn de Radar Garmin para OpenCPN
fi_fi: Garmin tutkalisäosa OpenCPN:lle
nb_no: Garmin radar utvidelse for OpenCPN
nl_nl: Garmin Radar PlugIn voor OpenCPN

source: No scanner activity, reverting to search
ca_es: Cap activitat d'escàner, retornant a la recerca
es_es: No hay actividad de escaneo, reanudando búsqueda
fi_fi: Skanneri toimintaa ei ole, palataan etsintään
nb_no: Ingen skanneraktivitet, går tilbake til søk
nl_nl: Geen antenneactiviteit, terug naar zoeken

source: The Radar Overlay PlugIn requires OpenGL mode to be activated in Toolbox->Settings
ca_es: El connector de "sobreposició de radar" requereix el mode OpenGL activat a la caixa d'eines->configuracions
es_es: El PlugIn de Superposición Radar requiere que se active el modo OpenGL en Opciones --> Configuración
fi_fi: Tutkan peittokuva laajennus vaatii OpenGL-tilan, jonka voi aktivoida Toolbox-> asetukset kohdassa
nb_no: Radar overleggs utvidelsen krever at OpenGL modus er aktivert i Alternativer->Vis->Avansert
nl_nl: De Radar Overlay PlugIn vereist inschakeling van OpenGL-modus via OpenCPN Opties - Weergaveopties - Uitgebreid

source: The Radar Overlay PlugIn is unable to directly control the radar scanner.
ca_es: El connector de "sobreposició de radar" és incapaç de controlar ditrectament l'escàner del radar.
es_es: El PlugIn de Superposición del Radar es incapaz de controlar directamente el barrido del radar.
fi_fi: Tutkan peittokuvalisäosa ei voi suoraan ohjata tutka-scanneria.
nb_no: Radaroverleggs utvidelsen kan ikke direkte kontrollere radar skanneren.
nl_nl: De Radar Overlay PlugIn kan de radarantenne niet bedienen.

source: Scanner is located at ip address:
ca_es: L'escàner està situat a l'adreça ip:
es_es: El escáner se encuentra en dirección IP:
fi_fi: Skanneri on ip-osoittessa:
nb_no: Skanner er funnet på IP adresse:
nl_nl: Het IP-adres van de antenne is:

source: Interfaces available on this computer are:
ca_es: Les interfícies disponibles en aquest ordinador són:
es_es: Interfaces disponibles en este equipo son:
fi_fi: Tässä tietokoneessa on seuraavat liitännät:
nb_no: Tilgjengelige tilkoblinger på denne maskinen er:
nl_nl: Interfaces die beschikbaar zijn op deze computer zijn:

source: Operational Control
ca_es: Control operatiu
es_es: Control operacional
fi_fi: Toiminnanohjaus
nb_no: Operativ kontroll
nl_nl: Operationele besturing

source: Master Mode
ca_es: Mode de Màster
es_es: Modo maestro
fi_fi: Master-tila
nb_no: Master modus
nl_nl: 'Master'-modus

source: Slave Mode
ca_es: Mode esclau
es_es: Modo esclavo
fi_fi: Slave-tila
nb_no: Slave modus
nl_nl: 'Slave'-modus

source: Operating Mode
ca_es: Mode de funcionament
es_es: Modo de funcionamiento
fi_fi: Toimintatila
nb_no: Driftsmodus
nl_nl: Werkingsmodus

source: Display Options
ca_es: Opcions de visualització
es_es: Opciones Visualización
fi_fi: Näyttöasetukset
nb_no: Visningsalternativer
nl_nl: Weergaveopties

source: Swept Scan Update
ca_es: Actualització de l'escanejat
es_es: Actualización de exploración por barrido
fi_fi: Pyyhkäisy Scan päivitys
nb_no: Rotasjonsskann oppdatering
nl_nl: Sectorscan-update

source: Full Scan Update
ca_es: Actualització de l'escàner completa
es_es: Actualización de barrido completo
fi_fi: Täysi Scan päivitys
nb_no: Fullskann oppdatering
nl_nl: Volledige scan-update

source: Scan Update Method
ca_es: Mètode d'actualització de l'escàner
es_es: Método de actualización de la exploración
fi_fi: Scan päivitystapa
nb_no: Oppdateringsmetode for skanning
nl_nl: Scan-updatemethode

source: Scan Color
ca_es: Escaneja en Color
es_es: Color de la exploración
fi_fi: Scan väri
nb_no: Skannefarge
nl_nl: Scankleur

source: Scan Transparency
ca_es: Transparència d'escàner
es_es: Transparencia de la exploración
fi_fi: Scan läpinäkyvyys
nb_no: Skann gjennomsiktighet
nl_nl: Scantransparantie

source: Enable gradar Log
ca_es: Permetre el registre del "g-radar"
es_es: Permitir registro del "gradar"
fi_fi: Käytä gradar lokia
nb_no: Aktiver gradar logg
nl_nl: Gradar-log inschakelen

source: Range Control
ca_es: Control d'intervals
es_es: Control de distancia
fi_fi: Kantaman säätö
nb_no: Rekkevidde kontroll
nl_nl: Bereikinstelling

source: Noise Control
ca_es: Control del soroll
es_es: Control de ruido
fi_fi: Häiriötason säätö
nb_no: Støyfilter kontroll
nl_nl: Ruisonderdrukking

source: Dome Control
ca_es: Control de cúpula
es_es: Control de la cúpula
fi_fi: Dome valvonta
nb_no: Domekontroll
nl_nl: Antenneinstellingen

source: Sentry Control
ca_es: Control de vigilància
es_es: Control de la vigilancia
fi_fi: Vahdin säätö
nb_no: Vaktkontroll
nl_nl: Alarminstellingen

source: No Xmit Zone
ca_es: Cap zona Xmit
es_es: Ninguna zona de Xmit
fi_fi: Ei ole Xmit alue
nb_no: Sone uten sending
nl_nl: Niet-zenden zone

source: Close
ca_es: Tancar
es_es: Cerrar
fi_fi: Sulje
nb_no: Lukk
nl_nl: Sluiten

source: Range Setting
ca_es: Ajustar el rang
es_es: Ajuste de la distancia
fi_fi: Kantama-asetus
nb_no: Rekkevidde innstilling
nl_nl: Bereik

source: Manual
fi_fi: Käsiasetus
nb_no: Manuell
nl_nl: Handmatig

source: Range Miles
ca_es: Rang de Milles
es_es: Alcance en millas
fi_fi: Kantama maileja
nb_no: Rekkevidde, mil
nl_nl: Bereik NM

source: Gain
ca_es: Guany
es_es: Ganancia
fi_fi: Vahvistus
nb_no: Styrke
nl_nl: Versterking

source: Auto High
ca_es: Auto Alt
es_es: Auto alto
fi_fi: Automaattinen korkea
nb_no: Auto høy
nl_nl: Auto Hoog

source: Auto Low
ca_es: Auto Baix
es_es: Auto Bajo
fi_fi: Automaattinen matala
nb_no: Auto lav
nl_nl: Auto Laag

source: SeaClutter Sensitivity Time Control
ca_es: Control temps de sensibilitat al soroll marí
es_es: Control del tiempo de sensibilidad de perturbaciones marinas
fi_fi: Merivälkkeen herkkyyden aikaohjaus
nb_no: Tidskontroll for sjødempings følsomhet
nl_nl: Zeegolfonderdrukking

source: Off
ca_es: Apagat
es_es: Apagado
fi_fi: Pois
nb_no: Av
nl_nl: Uit

source: On
ca_es: Activat
es_es: Encender
fi_fi: Päällä
nb_no: På
nl_nl: Aan

source: Man
fi_fi: Käsi
nl_nl: Handmatig

source: Calm
ca_es: Calma
es_es: Calma
fi_fi: Tyyni
nb_no: Stille
nl_nl: Rustig

source: Med
ca_es: Mitja
fi_fi: Keskim
nb_no: Mid
nl_nl: Gemiddeld

source: Rough
ca_es: Aspre
es_es: Rugoso
fi_fi: Karkea
nb_no: Grov
nl_nl: Ruw

source: RainClutter
ca_es: Soroll de pluja
es_es: Perturbación por lluvia
fi_fi: Sadevälke
nb_no: Regndemping
nl_nl: Regenonderdrukking

source: Crosstalk
ca_es: Interferència
es_es: Diafonía
fi_fi: Ylikuuluminen
nb_no: Krysskommunikasjon
nl_nl: Overspraak

source: Dome Offset
ca_es: Compensació de cúpula
es_es: Desplazamiento de la cúpula
fi_fi: Dome siirtymä
nb_no: Dome forskyvning
nl_nl: Antenne-offset

source: Dome Speed
ca_es: Velocitat de cúpula
es_es: Velocidad de cúpula
fi_fi: Dome nopeus
nb_no: Dome hastighet
nl_nl: Antennesnelheid

source: Normal
fi_fi: Tavallinen
nl_nl: Normaal

source: High
ca_es: Alt
es_es: Alto
fi_fi: Korkea
nb_no: Høy
nl_nl: Hoog

source: Timed Transmit
ca_es: Transmissió a intervals
es_es: Transmisión sincronizada
fi_fi: Ajastettu lähetys
nb_no: Tidsbestemt sending
nl_nl: Zendinstellingen

source: Standby Minutes
ca_es: Minuts d'espera
es_es: Minutos de espera
fi_fi: Valmiustilassa minuuttia
nb_no: Ventemodus minutter
nl_nl: Standby-tijd (minuten)

source: Transmit Minutes
ca_es: Transmetre en minuts
es_es: Minutos de transmisión
fi_fi: Lähetys minuuttia
nb_no: Sending minutter
nl_nl: Zendtijd (minuten)

source: Guard Zone
ca_es: Zona de Vigilància
es_es: Zona de vigilancia
fi_fi: Suojavyöhyke
nb_no: Vaktsone
nl_nl: Bewakingszone

source: Outer Range Meters
ca_es: Rang exterior de metres
es_es: Radio exterior en metros
fi_fi: Ulompi kantama metriä
nb_no: Ytre område, meter
nl_nl: Bereik vanaf

source: Inner Range Meters
ca_es: Rang interior de metres
es_es: Radio interior en metros
fi_fi: Inner kantama metriä
nb_no: Indre område, meter
nl_nl: Bereik tot

source: No
fi_fi: Ei
nb_no: Nei
nl_nl: Nee

source: Yes
ca_es: Si
es_es: Si
fi_fi: Kyllä
nb_no: Ja
nl_nl: Ja

source: Partial Arc
ca_es: Arc parcial
es_es: Arco parcial
fi_fi: Osakaari
nb_no: Del av bue
nl_nl: Sector

source: Start Angle
ca_es: Angle inicial
es_es: Ángulo de inicio
fi_fi: Aloituskulma
nb_no: Startvinkel
nl_nl: Startrichting

source: End Angle
ca_es: Angle final
es_es: Ángulo final
fi_fi: Loppukulma
nb_no: Sluttvinkel
nl_nl: Eindrichting

source: Guard Zone Color
ca_es: Color de la Zona de Vigilància
es_es: Color de la zona de vigilancia
fi_fi: Suojavyöhykeen väri
nb_no: Sikkerhetssonens farge
nl_nl: Kleur bewakingszone

source: Guard Zone Transparency
ca_es: Transparència de la Zona de Vigilància
es_es: Transparencia de la zona de vigilancia
fi_fi: Suojavyöhykeen läpinäkyvyys
nb_no: Sikkerhetssonens gjennomsiktighet
nl_nl: Transparantie bewakingszone

source: Alarm Sensitivity
ca_es: Sensibilitat de l'alarma
es_es: Sensibilidad de la alarma
fi_fi: Hälytys herkkyys
nb_no: Alarmfølsomhet
nl_nl: Alarmgevoeligheid

source: No Xmit Zone Color
ca_es: Sense color a la zona Xmit
es_es: No hay Color en zona Xmit
fi_fi: Ei Xmit-vyöhykkeen väri
nb_no: Farge for sone uten sending
nl_nl: Kleur niet-zenden zone

source: No Xmit Zone Transparency
ca_es: Sense transparència a la zona Xmit
es_es: No hay transparencia en zona Xmit
fi_fi: Ei Xmitvyöhykkeen läpinäkyvyytta
nb_no: Gjennomsiktighet for sone uten sending
nl_nl: Transparantie niet-zenden zone

source: Radar Sentry Alarm
ca_es: Alarma Sentinella del radar
es_es: Alarma de la vigilancia radar
fi_fi: Tutkavahdin hälytys
nb_no: Radar vaktalarm
nl_nl: Radaralarm

source: Radar Control
ca_es: Control de Radar
es_es: Control de radar
fi_fi: Tutkahallinta
nb_no: Radarkontroll
nl_nl: Radarbediening

source: RadarSentryAlarm
ca_es: AlarmaSentinellaRadar
es_es: Alarma de la vigilancia radar
fi_fi: Tutkavahtihälytys
nb_no: RadarVaktAlarm

source: Auto
ca_es: Automàtic
