Repository: did-g/OpenCPN
Catalog: po/*.po
Languages: ca_es, cs_cz, et_ee, fi_fi, fr_fr, id_id, pt_br

source: Inner Range Meters
et_ee: Sisene ulatus meetrites
fr_fr: Distance de portée intérieure
pt_br: Medidores de escala interna

source: No
et_ee: Ei
fr_fr: Non
pt_br: Não

source: Yes
et_ee: Ja
fr_fr: Oui
pt_br: Sim

source: Partial Arc
et_ee: Osaline kaar
fr_fr: Arc partiel
pt_br: Arco parcial

source: Start Angle
et_ee: Nurga algus
fr_fr: Angle initial
pt_br: Ângulo inicial

source: End Angle
et_ee: Nurga lõpp
fr_fr: Angle final
pt_br: Ângulo final

source: Guard Zone Color
et_ee: Valvetsooni värv
fr_fr: Couleur de la zone de garde
pt_br: Cor da zona de vigia

source: Guard Zone Transparency
et_ee: Valvetsooni läbipaistvus
fr_fr: Transparence de la zone de garde
pt_br: Transparência da zona de vigia

source: Alarm Sensitivity
et_ee: Häire tundlikkus
fr_fr: Sensibilité de l'alarme
pt_br: Sensibilidade do alarme

source: No Xmit Zone Color
et_ee: Xmit tsoonil puudub värv
fr_fr: Couleur de la zone masquée
pt_br: Cor da zona sem Xmit

source: No Xmit Zone Transparency
et_ee: Xmit tsoonil puudub läbipaistvus
fr_fr: Transparence de la zone masquée
pt_br: Transparência da zona sem Xmit

source: Radar Sentry Alarm
et_ee: Radari valve häire
fr_fr: Alarme de la fonction sentinelle
pt_br: Alarme sentinela do radar

source: Radar Control
et_ee: Radari ohje
fr_fr: Paramétrage du radar
pt_br: Controlo do radar

source: RadarSentryAlarm
et_ee: Radarvalve häire
fr_fr: Fonction sentinelle, alarme
pt_br: RadarAlarmeSentinela
