Repository: did-g/OpenCPN
Catalog: po/*.po
Languages: ca_es, cs_cz, et_ee, fi_fi, fr_fr, id_id, pt_br

source: Knots
ca_es: Nusos
cs_cz: Uzly
fi_fi: Solmuja
id_id: Knot

source: MilliBars
ca_es: MiliBars
cs_cz: Milibary
fi_fi: Millibaaria
id_id: MiliBar

source: mm/day
cs_cz: mm/den
fi_fi: mm/vrk
id_id: mm/hari

source: in/day
cs_cz: in/den
fi_fi: tuuma/päivä
id_id: in/hari

source: mm/month
cs_cz: mm/měsíc
fi_fi: mm/kk
id_id: mm/bulan

source: M/month
cs_cz: M/měsíc
fi_fi: m/kk
id_id: M/bulan

source: in/month
cs_cz: in/měsíc
fi_fi: tuuma/kk
id_id: in/bulan

source: ft/month
cs_cz: ft/měsíc
fi_fi: jalkaa/kk
id_id: ft/bulan

source: M/year
cs_cz: M/rok
fi_fi: m/vuodessa
id_id: M/tahun

source: in/year
cs_cz: in/rok
fi_fi: tuumaa/vuosi
id_id: in/tahun

source: ft/year
cs_cz: ft/rok
fi_fi: jalkaa/vuosi
id_id: ft/tahun

source: Celcius
cs_cz: Celsia
fi_fi: Celsius

source: Percent
cs_cz: Procent
fi_fi: Prosenttia
id_id: Persen

source: Unknown
ca_es: Desconegut
cs_cz: Neznámý
fi_fi: Tuntematon
id_id: Tidak diketahui

source: Meters
ca_es: Metres
cs_cz: Metry
fi_fi: Metriä
id_id: Meter

source: Feet
ca_es: Peus
cs_cz: Stopy
fi_fi: Jalkaa
id_id: Kaki

source: Wind
ca_es: Vent
cs_cz: Vítr
fi_fi: Tuuli
id_id: Angin

source: Current
ca_es: Actual
cs_cz: Proud
fi_fi: Virtaus
id_id: Saat ini

source: Sea Level Pressure
ca_es: Pressió a nivell del mar
cs_cz: Tlak na hladině moře
fi_fi: Merenpinnan ilmanpaine
id_id: Tingkatan Tekanan Laut

source: Sea Surface Temperature
ca_es: Temperatura de la superfície de la mar
cs_cz: Povrchová teplota moře
fi_fi: Merenpinnan lämpötila
id_id: Suhu Permukaan Laut

source: Air Temperature
ca_es: Temperatura de l'aire
cs_cz: Teplota vzduchu
fi_fi: Ilman lämpötila
id_id: Temperatur udara

source: Cloud Cover
ca_es: Cobertura de núvols
cs_cz: Oblačnost
fi_fi: Pilvisyys
id_id: Penutup Awan

source: Precipitation
ca_es: Precipitació
cs_cz: Srážky
fi_fi: Sademäärä
id_id: Pengendapan

source: Relative Humidity
ca_es: Humitat relativa
cs_cz: Relativní vlhkost
fi_fi: Suhteellinen kosteus
id_id: Kelembaban relatif

source: Lightning
ca_es: Llamps
cs_cz: Blesky
fi_fi: Salamointi
id_id: Petir

source: Sea Depth
ca_es: Calat de la mar
cs_cz: Hloubka moře
fi_fi: Veden syvyys
id_id: Kedalaman Laut

source: Climatology Configuration
ca_es: Configuració Climatology
cs_cz: Nastavení Klimatologie
fi_fi: Climatology Configurointi
id_id: Konfigurasi Klimatologi

source: ClimatologyInformation.html
fi_fi: Ilmastotietoa.html

source: Climatology Display Control
ca_es: Control de visualització del Climatology
cs_cz: Ovládání displeje klimatologie
fi_fi: Ilmastonäytön ohjaus
id_id: Kontrol Display Klimatologi

source: Climatology
ca_es: Climatologia
cs_cz: Klimatologie
fi_fi: Ilmasto
id_id: Klimatologi

source: averaging wind
ca_es: mitjana del vent
cs_cz: průměrný vítr
fi_fi: keskimääräinen tuuli
id_id: angin rata

source: averaging current
ca_es: mitjana actual
cs_cz: průměrný proud
fi_fi: keskimääräinen virtaus
id_id: arus rata-rata

source: sea level presure
ca_es: pressió a nivell de la mar
cs_cz: tlak na hladině moře
fi_fi: ilmanpaine merenpinnassa
id_id: tingkatan tekanan laut

source: slp file truncated
ca_es: fitxer slp truncat
cs_cz: slp soubor zkrácen
fi_fi: slp tiedosto katkaistu
id_id: berkas slp terpotong

source: sea surface tempertature
ca_es: temperatura de la superfície del mar
cs_cz: teplota na hladině moře
fi_fi: meren pintalämpötila
id_id: permukaan laut tempertature

source: sst file truncated
ca_es: fitxer sst truncat
cs_cz: sst soubor zkrácen
fi_fi: sst tiedosto katkaistu
id_id: file sst terpotong

source: air tempertature
ca_es: temperatura de l'aire
cs_cz: teplota vzduchu
fi_fi: ilman lämpötila
id_id: udara tempertature

source: at file truncated
ca_es: fitxer at truncat
cs_cz: at soubor zkrácen
fi_fi: at tiedosto on katkaistu
id_id: pada file terpotong

source: cloud cover
ca_es: cobertura de núvols
cs_cz: oblačnost
fi_fi: pilvisyys
id_id: penutup awan

source: cld file truncated
ca_es: fitxer cld truncat
cs_cz: cld soubor zkrácen
fi_fi: cld tiedosto on katkaistu
id_id: file cld terpotong

source: precipitation
ca_es: precipitació
cs_cz: srážky
fi_fi: sademäärä
id_id: pengendapan

source: precip file truncated
ca_es: fitxer de pluja truncat
cs_cz: soubor srážek zkrácen
fi_fi: precip tiedosto on katkaistu
id_id: berkas presipitasi terpotong

source: relative humidity
ca_es: humitat relativa
cs_cz: relativní vlhkost
fi_fi: suhteellinen kosteus
id_id: kelembaban relatif

source: relative humidity file truncated
ca_es: fitxer d'humitat relativa truncat
cs_cz: soubor relativní vlhkosti zkrácen
fi_fi: suhteellinen kosteus tiedosto katkaistu
id_id: file kelembaban relatif terpotong

source: lightning
ca_es: llampecs
cs_cz: blesky
fi_fi: salamointi
id_id: petir

source: lightning file truncated
ca_es: fitxer de llampecs truncat
cs_cz: soubor blesků zkrácen
fi_fi: lightning tiedosto on katkaistu
id_id: file petir terpotong

source: sea depth
ca_es: profunditat de la mar
cs_cz: hloubka moře
fi_fi: veden syvyys
id_id: kedalaman laut

source: seadepth file truncated
ca_es: fitxer de profunditat de la mar truncat
cs_cz: soubor hloubky moře zkrácen
fi_fi: seadepth tiedosto on katkaistu
id_id: berkas seadepth terpotong

source: cyclone (east pacific)
ca_es: cicló (pacífic est)
cs_cz: cyklóny (východní Pacifik)
fi_fi: Syklooni (itäinen Tyynimeri)
id_id: angin topan (timur pacific)

source: cyclone (west pacific)
ca_es: cicló (pacífic oest)
cs_cz: cyklóny (západní Pacifik)
fi_fi: Syklooni (läntinen Tyynimeri)
id_id: angin topan (pacific barat)

source: cyclone (south pacific)
ca_es: cicló (pacífic sud)
cs_cz: cyklóny (Jižní Pacifik)
fi_fi: Syklooni (eteläinen Tyynimeri)
id_id: topan (pasifik selatan)

source: cyclone (atlantic)
ca_es: cicló (atlàntic)
cs_cz: cyklóny (Atlantik)
fi_fi: Syklooni (atlantti)
id_id: siklon (atlantik)

source: cyclone (north indian)
ca_es: cicló (índic nord)
cs_cz: cyklóny (Severní Indický)
fi_fi: Syklooni (pohjoisintia)
id_id: topan (india utara)

source: cyclone (south indian)
ca_es: cicló (índic sud)
cs_cz: cyklóny (Jižní Indický)
fi_fi: Syklooni (eteläintia)
id_id: topan (india selatan)

source: el nino years
ca_es: anys "El Niño"
cs_cz: El nino roky
fi_fi: el nino vuodet
id_id: tahun el nino

source: cyclone cache
cs_cz: cache cyklón
fi_fi: cyclone välimuisti
id_id: topan tersembunyi

source: Some Data Failed to load:
ca_es: Algunes dades no s'han carregat:
cs_cz: Některé údaje se nepodařilo načíst:
fi_fi: Joitakin tietoja ei ladattu:
id_id: Beberapa Data Gagal memuat:

source: Would you like to try to download?
ca_es: Vols provar a tornar a descarregar?
cs_cz: Chceš se pokusit stáhnout?
fi_fi: Haluatko yrittää ladata?
id_id: Anda ingin mencoba untuk mengunduh?

source: You must extract this data, and place in:
ca_es: Hauries d'extreure aquestes dades, i posarles a:
cs_cz: Je třeba extrahovat data a umístit do:
fi_fi: Pura tiedot ja sijoita:
id_id: Data ini harus anda ekstrak, dan menempatkan di:

source: then restart OpenCPN
cs_cz: pak restartuj OpenCPN
fi_fi: sitten käynnistä opencpn uudelleen
id_id: kemudian restart OpenCPN

source: wind data file corrupt:
ca_es: fitxer de vent corrupte:
cs_cz: datový soubor větru je poškozen:
fi_fi: Tuuli datatiedosto on vioittunut:
id_id: berkas data angin rusak:

source: current data file corrupt:
cs_cz: datový soubor proudů je poškozen:
fi_fi: nykyinen datatiedosto on vioittunut:
id_id: file data saat ini rusak:

source: Average Current includes only
ca_es: Mitjana actual només inclou
cs_cz: Průměrný proud zahrnuje pouze
fi_fi: Vain keskimääräinen virtaus sisältyy
id_id: Arus Rata-rata hanya mencakup

source: months
ca_es: mesos
cs_cz: měsíců
fi_fi: kuukautta
id_id: bulan

source: cyclone data corrupt:
cs_cz: data cyklón poškozena:
fi_fi: sykloonin tiedot vioittuneet:
id_id: data siklon korup:

source: cyclone cache:
cs_cz: cache cyklón:
fi_fi: cyclone välimuisti:
id_id: topan tersembunyi:

source: failed to open file:
ca_es: no s'ha pogut obrir el fitxer:
cs_cz: Nepodařilo se otevřít soubor:
fi_fi: tiedoston avaaminen ei onnistu:
id_id: gagal membuka file:

source: Building Overlay map
ca_es: Construïnt mapa sobreposat
cs_cz: Vytvářím překryvnou mapu
fi_fi: Overlaykartan muodostaminen
id_id: Peta overlay bangunan

source: Climatology overlay map unsupported unless OpenGL is enabled
ca_es: Mapa climatològic no compatible fins que activis OpenGL
cs_cz: Překryvná klimatologická mapa není podporována, pokud není zapnuto OpenGL
fi_fi: Ilmasto peittokuvakartan ei tueta ellei OpenGL käytössä
id_id: Peta hamparan klimatologi tidak didukung kecuali OpenGL diaktifkan

source: failed to read file:
ca_es: no s'ha pogut llegir el fitxer:
cs_cz: Nepodařilo se přečíst soubor:
fi_fi: tiedostoa ei voi lukea:
id_id: gagal membaca file:

source: Computer too slow to render cyclones, disabling theater
cs_cz: Počítač je příliš pomalý na vykreslování cyklón, vypínám divadlo
fi_fi: Tietokone liian hidas tekemään syklooneja, poistetaan esitys
id_id: Komputer terlalu lambat untuk membuat siklon, melumpuhkan teater

source: Month
ca_es: Mes
cs_cz: Měsíc
fi_fi: Kuukausi
id_id: Bulan

source: January
ca_es: Gener
cs_cz: Leden
fi_fi: Tammikuu
id_id: Januari

source: Febuary
ca_es: Febrer
cs_cz: Únor
fi_fi: Helmikuu
id_id: Februari

source: March
ca_es: Març
cs_cz: Březen
fi_fi: Maaliskuu
id_id: Maret

source: April
ca_es: Abril
cs_cz: Duben
fi_fi: Huhtikuu

source: May
ca_es: Maig
cs_cz: Květen
fi_fi: Toukokuu
id_id: Mai

source: June
ca_es: Juny
cs_cz: Červen
fi_fi: Kesäkuu
id_id: Juni

source: July
ca_es: Juliol
cs_cz: Červenec
fi_fi: Heinäkuu
id_id: Juli

source: August
ca_es: Agost
cs_cz: Srpen
fi_fi: Elokuu
id_id: Agustus

source: September
ca_es: Setembre
cs_cz: Záři
fi_fi: Syyskuu

source: October
ca_es: Octubre
cs_cz: Říjen
fi_fi: Lokakuu
id_id: Oktober

source: November
ca_es: Novembre
cs_cz: Listopad
fi_fi: Marraskuu

source: December
ca_es: Desembre
cs_cz: Prosinec
fi_fi: Joulukuu
id_id: Desember

source: All
ca_es: Tot
cs_cz: Vše
fi_fi: Kaikki
id_id: Semua

source: Climatology Data
ca_es: Dades de Climatology
cs_cz: Klimatologická data
fi_fi: Ilmasto tiedot
id_id: Data klimatologi

source: Speed
cs_cz: Rychlost
fi_fi: Nopeus
id_id: Kecepatan

source: Direction
cs_cz: Směr
fi_fi: Suunta
id_id: Arah

source: Pressure
ca_es: Pressió
cs_cz: Tlak
fi_fi: Paine
id_id: Tekanan

source: Sea Temperature
ca_es: Temperatura de la mar
cs_cz: Teplota moře
fi_fi: Meriveden lämpötila
id_id: Suhu laut

source: Rel Humidity
ca_es: Humitat relativa
cs_cz: Rel vlhkost
fi_fi: Suht kosteus
id_id: Kelembaban Rel

source: Cyclones
ca_es: Ciclons
cs_cz: Cyklóny
fi_fi: Pyörremyrskyt
id_id: Siklon

source: Config
cs_cz: Nastavení
fi_fi: Kokoonpano
id_id: Konfigurasi

source: Units
ca_es: Unitats
cs_cz: Jednotky
fi_fi: Yksiköt
id_id: Unit

source: Enabled
ca_es: Activat
cs_cz: Zapnuto
fi_fi: Sallittu
id_id: Diaktifkan

source: OverlayMap
ca_es: Mapa sobreposat
cs_cz: Překryvná mapa
fi_fi: Overlaykartta
id_id: Hamparan Peta

source: Transparency
ca_es: Transparència
cs_cz: Průhlednost
fi_fi: Läpinäkyvyys
id_id: Transparansi

source: Interpolation
cs_cz: Interpolace
fi_fi: Interpolointi
id_id: Interpolasi

source: Iso Bars
ca_es: Isobares
cs_cz: Izobary
fi_fi: Iso baarit
id_id: Bar iso

source: Spacing
ca_es: Espaiat
cs_cz: Mezery
fi_fi: Tyhjä
id_id: Jarak

source: Step
ca_es: Pas
cs_cz: Krok
fi_fi: Vaihe
id_id: Langkah

source: Very Course
ca_es: Rumb veritable
cs_cz: Velmi hrubé
fi_fi: Hyvin karkea
id_id: Sangat singkat

source: Course
ca_es: Rumb
cs_cz: Hrubé
fi_fi: Kurssi
id_id: Tujuan

source: Normal
cs_cz: Normální
et_ee: Tavaline
fi_fi: Tavallinen

source: Fine
ca_es: Fina
cs_cz: Jemné
fi_fi: Ohut
id_id: Baik

source: Very Fine
ca_es: Molt fina
cs_cz: Velmi jemné
fi_fi: Erittäin ohut
id_id: Sangat baik

source: Numbers
ca_es: Nombres
cs_cz: Čísla
fi_fi: Numerot
id_id: Angka

source: Direction Arrows
ca_es: Fletxes de direcció
cs_cz: Směrové šipky
fi_fi: Suunta nuolet
id_id: Arah Panah

source: Enable
ca_es: Activar
cs_cz: Povolit
fi_fi: Käytä
id_id: Aktif

source: Barbs
ca_es: Pues
cs_cz: Ostny
fi_fi: Väkäset
id_id: Duri-duri

source: Length
ca_es: Llargada
cs_cz: Délka
fi_fi: Pituus
id_id: Panjang

source: Width
ca_es: Amplada
cs_cz: Šířka
fi_fi: Leveys
id_id: Lebar

source: Color
cs_cz: Barva
fi_fi: Väri
id_id: Warna

source: Opacity
ca_es: Opacitat
cs_cz: Průhlednost
fi_fi: Läpinäkyvyys
id_id: Kegelapan

source: Size
ca_es: Tamany
cs_cz: Velikost
fi_fi: Koko
id_id: Ukuran

source: Standard Displays
ca_es: Visualització estàndard
cs_cz: Standardní zobrazení
fi_fi: Vakio näytöt
id_id: Tampilan Standar

source: Wind Atlas
ca_es: Atlas del vent
cs_cz: Atlas větru
fi_fi: Tuuli Atlas
id_id: Atlas angin

source: The wind atlas display shows the percentage of time wind is in each of eight directions as a length of the arrow, or in the case it is over 29% a number is shown. The barbs indicate wind speed, each barb being 5 knots. The numbers inside the circle, if blue give percentage of average wind speed as calm (3 knots or less) or in red at least gale force (34 knots and above).
fi_fi: Tuuli atlas näyttö esittää tuulen ajallista prosenttiosuutta, kaikkiin kahdeksaan suuntaan nuolen pituutena tai jos osuus on yli 29 % niin luku näytetään. Väkäset osoittavat tuulennopeutta, jokainen piikki on 5 solmua. Numerot ympyrän sisällä, jos sininen antaa keskimääräisen tuulennopeuden prosentteina noin tyynessä (3 solmun tai vähemmän) tai punaisella vähintään myrskyn voimalla (34 solmua ja enemmän).
id_id: Tampilan atlas angin menunjukkan persentase angin waktu di masing-masing dari delapan arah sebagai panjang panah, atau dalam kasus ini lebih dari 29% angka ditampilkan. Barbs menunjukkan kecepatan angin, masing-masing duri menjadi 5 knot. Angka-angka di dalam lingkaran, jika biru memberi persentase kecepatan angin rata-rata dengan tenang (3 knot atau kurang) atau paling tidak sedikit kekuatan gale (34 knot dan lebih tinggi).

source: Start Date
ca_es: Data d'inici
cs_cz: Datum zahájení
fi_fi: Aloituspäivä
id_id: Mulai tanggal

source: End Date
ca_es: Data de finalització
cs_cz: Datum ukončení
fi_fi: Päättymispäivä
id_id: Tanggal akhir

source: Display Spanning
ca_es: Visualització de l'amplitud
cs_cz: Zahrnutí v zobrazení
fi_fi: Näytön aikajakso
id_id: Tampilan Spanning

source: days
ca_es: dies
cs_cz: dny
fi_fi: päivää
id_id: hari

source: Min Windspeed
ca_es: Mínima velocitat del vent
cs_cz: Min. rychlost větru
fi_fi: Min Tuulen nopeus
id_id: Kecepatan angin minimal

source: Max Pressure
ca_es: Pressió màxima
cs_cz: Max tlak
fi_fi: Maksimi paine
id_id: Tekanan maksimal

source: El Nino Period
ca_es: Període "El Niño"
cs_cz: El Nino období
fi_fi: El Nino ajanjakso
id_id: Masa El Nino

source: Neutral
cs_cz: Neutrální
fi_fi: Neutraali
id_id: Netral

source: Storm Types
ca_es: Tipus de tempesta
cs_cz: Typy bouří
fi_fi: Myrsky tyypit
id_id: Jenis badai

source: Tropical
cs_cz: Tropické
fi_fi: Trooppinen
id_id: Tropis

source: Sub Tropical
cs_cz: Subtropické
fi_fi: Sub Trooppinen
id_id: Sub tropis

source: ExtraTropical
cs_cz: ExtraTropické
fi_fi: ExtraTrooppinen
id_id: Ekstra Tropis

source: Remanent
cs_cz: Zbytek
fi_fi: Jäännös

source: Sustained Wind Key (knots)
ca_es: Clau de vent sostingut (nusos)
cs_cz: Klíč k trvalému větru (uzly)
fi_fi: Jatkuva tuuli tieto (solmua)

source: Direction arrows are spaced every 6 hours on storm track
ca_es: Les fletxes de direcció estan espaiades cada 6 hores al recorregut de la tempesta
cs_cz: Směrové šipky jsou na trase bouře rozloženy po 6 hodinách
fi_fi: Suuntanuolia sijoitetaan 6 tunnin välein myrskyn kulkutiellä
id_id: Arah panah berjarak setiap 6 jam pada jalur badai

source: Climatology Plugin Version
ca_es: Versió del Complement de Climatologia
cs_cz: Verze doplňku Klimatologie
fi_fi: Ilmastolisäosan versio
id_id: Versi Plugin Klimatologi

source: Climatology Data Directory
ca_es: Directori de dades del Climatology
cs_cz: Adresář dat klimatologie
fi_fi: Ilmastoaineiston tietokansio
id_id: Direktori Data Klimatologi

source: About
ca_es: Quant a
cs_cz: O programu
fi_fi: Ohjelmatietoja
id_id: Tentang

source: About Author
ca_es: Sobre l'autor
cs_cz: O autorovi
fi_fi: Tietoa Tekijästä
id_id: Tentang Penulis

source: Close
ca_es: Tancar
cs_cz: Zavřít
et_ee: Sulge
fi_fi: Sulje
fr_fr: Arrêter
id_id: Dekat
pt_br: Fechar

source: Building Isobar Map
ca_es: Construint mapa isobàric
cs_cz: Vytváří se mapa izobar
fi_fi: Mudostetaan Isobari kartta
id_id: Peta Isobar Bangunan

source: Declination
ca_es: Declinació
cs_cz: Deklinace
fi_fi: Eranto
id_id: Penolakan

source: Inclination
ca_es: Inclinació
cs_cz: Inklinace
fi_fi: Kaltevuus
id_id: Kecenderungan

source: Field Strength
ca_es: Força del camp
cs_cz: Intenzita pole
fi_fi: Voimakkuus
id_id: Kekuatan lapangan

source: Climatology PlugIn for OpenCPN
ca_es: Complement de Climatologia per a OpenCPN
cs_cz: Doplněk Klimatologie pro OpenCPN
fi_fi: OpenCPN: n ilmasto lisäosa
id_id: Plugin Klimatologi untuk OpenCPN

source: Climatology PlugIn for OpenCPN Provides overlay capabilities for historic weather data. Supported Climatology types include: - Average wind directions and speed - Percentage of gale and calm conditions - Sea Surface Currents - Average swell and seastate (not yet implemented) - Precipitation, Humidity, Cloud Cover, and Lightning Strikes - Monthly average Sea Level pressure and Sea Temperature, Air Temperature - Tropical Cyclone tracks
fi_fi: OpenCPN: n Ilmastolisäosa Tuottaa valmiuden näyttää säähistoriadatan kartalla. Tuetut ilmastotyypit sisältävät: keskimääräisen tuulen suunnan ja nopeuden osuuden rajumyrskylle ja rauhallisille olosuhteille - meren pinnan virtaukset - keskimääräisen mainingin ja pintavaihtelut (ei toteutettu) -sade, kosteus, Pilvisyys ja salamaniskut -kuukausittainen keskimääräinen merenpinnan ilmanpaine ja meriveden lämpötila ilmanlämpötila - Trooppisten pyörremyrskyjen kulkutiet
id_id: Plugin Klimatologi untuk OpenCPN Menyediakan kemampuan overlay untuk data cuaca yang bersejarah. Jenis Klimatologi yang Didukung meliputi: - Arah dan kecepatan angin rata-rata - Persentase kondisi badai dan ketenangan - Arus Permukaan Laut - Rata-rata membengkak dan melimpah (belum diimplementasikan) - Pengendapan, Kelembaban, Penutup Awan, dan Terang Petir - Rata-rata tekanan permukaan laut dan suhu laut, suhu udara - jalur siklon tropis

source: KPH
cs_cz: KM/H

source: Fahrenheit
cs_cz: Fahrenheita

source: El Nino
ca_es: El Niño

source: La Nina
ca_es: La Niña

source: Radar Control Garmin
et_ee: Garmini radari ohje
fr_fr: Paramétrage du radar Garmin
pt_br: Controle de Radar Garmin

source: Garmin Radar PlugIn for OpenCPN
et_ee: Garmini radari plugin OpenCPN'i jaoks
fr_fr: Complément Radar Garmin pour OpenCPN
pt_br: Plugin Radar Garmin para OpenCPN

source: Garmin Radar PlugIn for OpenCPN
et_ee: Garmini radari plugin OpenCPN'i jaoks
fr_fr: Complément Radar Garmin pour OpenCPN
pt_br: Plugin Radar Garmin para OpenCPN

source: No scanner activity, reverting to search
et_ee: Skänner ei ole aktiivne, rakendamas otsingut
fr_fr: Aucune activité de scan, retour à la recherche
pt_br: Nenhuma atividade do escaneamento, revertendo para pesquisar

source: The Radar Overlay PlugIn requires OpenGL mode to be activated in Toolbox->Settings
et_ee: Radari ülekatte plugin vajab aktiveeeritud OpenGL-töörežiimi jaotuses Kuvamine->Valikud
fr_fr: Le Complément superposition radar exige que le mode OpenGL soit activé dans le menu "Options/Affichage/Avancées"
pt_br: O PlugIn de sobreposição de Radar requer o modo OpenGL ativado na caixa de Ferramentas-> Configurações

source: The Radar Overlay PlugIn is unable to directly control the radar scanner.
et_ee: Radari ülekatte plugin ei ole võimeline otse ohjama radari skännerit.
fr_fr: Le complément "Superposition Radar" est incapable de contrôler directement le scanner du radar.
pt_br: O PlugIn de sobreposição de Radar é incapaz de diretamente controlar o escaner do radar.

source: Scanner is located at ip address:
et_ee: Skänner asub IP-aadressil:
fr_fr: Le scanner se connecte à l'adresse ip :
pt_br: Scanner está localizado no endereço ip:

source: Interfaces available on this computer are:
et_ee: Selles arvutis saadaolevad kasutajaliidesed on:
fr_fr: Les interfaces disponibles sur ce PC sont:
pt_br: As Interfaces disponíveis sobre este computador são:

source: Operational Control
et_ee: Kasutamine
fr_fr: Contrôle du fonctionnement
pt_br: Controle operacional

source: Master Mode
et_ee: Ülemaolek
fr_fr: Mode maitre
pt_br: Modo mestre

source: Slave Mode
et_ee: Alamaolek
fr_fr: Mode esclave
pt_br: Modo escravo

source: Operating Mode
et_ee: Töörežiim
fr_fr: Mode de fonctionnement
pt_br: Modo de funcionamento

source: Display Options
et_ee: Kuvamise valikud
fr_fr: Options d'affichage
pt_br: Exibir Opções

source: Swept Scan Update
et_ee: Kiire-laotuse uuendamine
fr_fr: Mise à jour du balayage
pt_br: Atualizado scan de varredura

source: Full Scan Update
et_ee: Täielik ülelaotuse uuendamine
fr_fr: Mise à jour complète du scan
pt_br: Atualização de varredura completa

source: Scan Update Method
et_ee: Ülelaotuse uuendamise laad
fr_fr: Mise à jour de la méthode de scan
pt_br: Método Scan atualizado

source: Scan Color
et_ee: Ülelaotuse värv
fr_fr: Couleur du scan
pt_br: Cor de varredura

source: Scan Transparency
et_ee: Ülelaotuse läbipaistvus
fr_fr: Transparence de la zone de scan
pt_br: Transparência de varredura

source: Enable gradar Log
et_ee: Võimalda G-radari logi
fr_fr: Autoriser le log de Gradar
pt_br: Habilitar Log de gradar

source: Range Control
et_ee: Ulatuse kontroll
fr_fr: Contrôle de la portée
pt_br: Controle de intervalo

source: Noise Control
et_ee: Müra ohjamine
fr_fr: Contrôle du bruit de fond
pt_br: Controle de ruído

source: Dome Control
et_ee: Kupli ohje
fr_fr: Contrôle de l'aérien
pt_br: Controle de cúpula

source: Sentry Control
et_ee: Valve kontroll
fr_fr: Contrôle de la fonction sentinelle
pt_br: Controle de sentinela

source: No Xmit Zone
et_ee: Puudub Xmit tsoon
fr_fr: Zone masquée
pt_br: Nenhuma zona Xmit

source: Range Setting
et_ee: Ulatuse sätted
fr_fr: Réglage de la portée
pt_br: Ajuste da escala

source: Auto
et_ee: Automaatne
pt_br: Automático

source: Manual
et_ee: Käsitsi
fr_fr: Manuel

source: Range Miles
et_ee: Ulatus miilides
fr_fr: Portée en milles nautiques
pt_br: Intervalo Milhas

source: Gain
et_ee: Võimendus
pt_br: Ganho

source: Auto High
et_ee: Automaatne kõrge
fr_fr: Max automatique
pt_br: Auto alto

source: Auto Low
et_ee: Automaatne madal
fr_fr: Min automatique
pt_br: Baixa automatica

source: SeaClutter Sensitivity Time Control
et_ee: Meresäri tundlikuse ajakontroll
fr_fr: Contrôle du timing de sensibilité écho clapot
pt_br: Controle de tempo de sensibilidade SeaClutter

source: Off
et_ee: Väljas
fr_fr: Arrêt
pt_br: Fora

source: On
et_ee: Sees
fr_fr: Marche
pt_br: Ligado

source: Man
et_ee: Käsitsi
fr_fr: Manuel

source: Calm
et_ee: Rahulik
fr_fr: Calme
pt_br: Calma

source: Med
et_ee: Keskmine
fr_fr: Peu agitée
pt_br: Média

source: Rough
et_ee: Karm
fr_fr: Mer agitée
pt_br: Bruto

source: RainClutter
et_ee: Vihmahäiring
fr_fr: Echo de pluie
pt_br: Eco de chuva

source: Crosstalk
et_ee: Ülekoste
fr_fr: Diaphonie
pt_br: Interferência

source: Dome Offset
et_ee: Kupli nihe
fr_fr: Compensation de l'aérien
pt_br: Deslocamento da cúpula

source: Dome Speed
et_ee: Kupli kiirus
fr_fr: Vitesse de l'aérien
pt_br: Velocidade de antena

source: High
et_ee: Kõrge
fr_fr: Haut
pt_br: Alto

source: Timed Transmit
et_ee: Ajastatud kiirgamine
fr_fr: Emission chronométrée
pt_br: Transmissão agendada

source: Standby Minutes
et_ee: Ooteminutid
fr_fr: Durée de veille en minutes
pt_br: Minutos de espera

source: Transmit Minutes
et_ee: Kiirgusminutid
fr_fr: Durée de transmission en minutes
pt_br: Minutos de transmissão

source: Guard Zone
et_ee: Valvetsoon
fr_fr: Zone de garde
pt_br: Zona de vigilancia

source: Outer Range Meters
et_ee: Väline ulatus meetrites
fr_fr: Distance de portée extérieure
pt_br: Alcance exterior em metros
